import { Helmet } from "react-helmet";
import pic from "../../assets/faq/wantAgent.jpg";
import { Link } from "react-router-dom";

function Agent() {
	return (
		<>
			<Helmet>
				<title>
					কিভাবে আমি ভেল্কি তে এজেন্ট হতে পারি? - Velki Agents
				</title>
			</Helmet>

			<div className="p-4">
				{/* Title */}
				<h1 className="text-3xl md:text-5xl font-semibold ">
					কিভাবে আমি ভেল্কি তে এজেন্ট হতে পারি?
				</h1>

				{/* banner */}
				<div className="my-10 relative">
					<img src={pic} className="w-full" alt="" />
					<button className="border border-gray-500 bg-white px-2 hover:bg-[#c00] hover:text-white transition-all ease-in absolute top-0 left-0 text-sm hover:border-transparent">
						Pages
					</button>
				</div>

				{/* content */}
				<div>
					{/* heading */}
					<h1 className="font-bold mb-2">
						লোকাল মাস্টার এজেন্ট হবার সিস্টেম:
					</h1>

					{/* content */}
					<div className="space-y-1 border-l-4 px-4">
						<p className="text-gray-950 font-semibold">
							এজেন্ট হবার জন্য আমাদের সুপার এজেন্ট দের সাথে
							যোগাযোগ করতে হবে।
						</p>

						<Link
							to={"/superAgent"}
							className="text-[#C00] hover:underline font-semibold block"
						>
							সুপার এজেন্ট লিস্ট দেখতে এই লিঙ্ক এ ক্লিক করুন।
						</Link>

						<ul className="space-y-2">
							<li className="text-gray-800 font-semibold mt-2">
								পয়েন্ট কেনা বেচাঃ
							</li>

							<li className="text-gray-800 font-semibold my-2">
								** এজেন্ট ভেল্কি থেকে পয়েন্ট কিনবে ৯৩ টাকা করে।
							</li>

							<li className="text-gray-800 font-semibold">
								** এজেন্ট ইউজার এর কাছে বিক্রি করবে ১০০ টাকা
								করে।
							</li>

							<li className="text-gray-800 font-semibold">
								** এই খানে এজেন্ট এর লাভ থাকবে ৭%
							</li>

							<li className="text-gray-800 font-semibold">
								আবারঃ
							</li>

							<li className="text-gray-800 font-semibold">
								** এজেন্ট ইউজার এর কাছ থেকে পয়েন্ট কিনবে ১০০
								টাকা করে।
							</li>

							<li className="text-gray-800 font-semibold">
								** এজেন্ট ভেল্কি এর কাছে বিক্রি করবে ৯৩ টাকা
								করে।
							</li>

							<li className="text-gray-800 font-semibold">
								** এই খানে এজেন্ট এর লস হবে ৭% – কিন্তু এই খানে
								কথা আছে
							</li>

							<li className="text-gray-800 font-semibold">
								**** এজেন্ট যত পয়েন্ট কিনবে ভেল্কি থেকে তার
								চেয়ে যদি বিক্রি বেশি হয় – এই ৭% লস এর দায় ভার
								ভেল্কি নিবে।
							</li>
						</ul>
					</div>

					{/* content */}
					<div className="space-y-1 mt-5 px-4">
						<p className="text-gray-700 font-semibold">
							যেমনঃ এজেন্ট ভেল্কি থেকে ৪ মাসে পয়েন্ট কিনেছে –
							৭৫০০ পয়েন্ট। এই খানে তার লাভ হয়েছে – ৭৫০০x৭=৫২,৫০০
							টাকা। কিন্তু ৫ নং মাসে গিয়ে দেখা গেল এজেন্ট এর
							ইউজার রা অনেক জিতেছে এবং এজেন্ট কে বিক্রি করতে হচ্ছে
							নাইন উইকেটস এর কাছে ৯২০০ পয়েন্ট । তাহলে এজেন্ট এর
							লাভ থেকে লস হবে ৫২,৫০০ টাকা। কারন এজেন্ট কে ভেল্কির
							এর কাছে ৭৫০০ পয়েন্ট বিক্রি করতে হবে ৯৩ টাকা রেট এই।
							বাকি ১৭০০ পয়েন্ট বিক্রি করতে যে লস হবে ১৭০০x৭=১১৯০০
							টাকা, এই টাকা ভেল্কি ভর্তুকি দিবে। ভর্তুকি দিবে এই
							কারণে, যাতে এজেন্ট এর নিজের পকেট থেকে কোন লস না হয়।{" "}
							<br />
							তাহলে প্রশ্ন আসতে পারে এজেন্ট হবারএর লাভ কোথায়?
							এজেন্ট এর মুল লাভ হচ্ছে ২% কমিশন এক্সচেঞ্জ এ। যেমন ১
							জন ইউজার দিনে ১০ টা বেট করল । ৫ টা তে জিতল এবং ৫ টা
							তে হারল। দিন শেষে যে ৫ টা জিতেছে ইউজার – প্রতিবার
							এজেন্ট কে ২% কমিশন দিয়েছে ইউজার। <br />
							একজন এজেন্ট এর যদি ২০ থেকে ৫০ জন একটিভ প্লেয়ার থাকে
							– তার মাসে ২০ থেকে ৫০ হাজার টাকা কমিশন থাকে। <br />
							মোট কথা এজেন্ট না হলে এজেন্ট হবার লাভ কি তা আপনি
							বুঝতে পারবেন না।
						</p>

						<ul className="space-y-2">
							<li className="text-gray-800 font-semibold mt-2">
								শর্ত সমুহঃ
							</li>

							<li className="text-gray-800 font-semibold my-2">
								** এজেন্ট কে ৫০ হাজার টাকার পয়েন্ট কিনে এজেন্ট
								শুরু করতে হবে।
							</li>

							<li className="text-gray-800 font-semibold">
								** ইউজার ব্যালেন্স বাদ দিয়ে – এজেন্ট এর কাছে সব
								সময় ১৫০০ পয়েন্ট এর ব্যালেন্স থাকতে হবে।
							</li>

							<li className="text-gray-800 font-semibold">
								** এজেন্ট ব্যালেন্স যদি ২০০০ পয়েন্ট হয়ে যায়
								তাহলে এজেন্ট ৫০০ পয়েন্ট ভেল্কি কে বিক্রি করতে
								পারবেন।
							</li>

							<li className="text-gray-800 font-semibold">
								** এজেন্ট – ভেল্কি থেকে ৫০০ পয়েন্ট এর নিচে
								ক্রয় বিক্রয় করতে পারবেন না।
							</li>

							<li className="text-gray-800 font-semibold">
								** এজেন্ট এর কাছে সর্বনিম্ন ৩০ জন একটিভ প্লেয়ার
								থাকতে হবে।
							</li>

							<li className="text-gray-800 font-semibold">
								*** এজেন্ট ইউজার সাথে প্রতি পয়েন্ট কেনা বেচা
								করবে ১০০ টাকা করে।
							</li>

							<p className="text-gray-700 font-semibold">
								পয়েন্ট এর দামঃ <br />
								** এজেন্ট ভেল্কি থেকে পয়েন্ট কিনবে ৯৩ টাকা করে।
								এই পয়েন্ট এর দাম কমতে পারে নিম্নলিখিত কারণে।{" "}
								<br />
								৯১ টাকাঃ এজেন্ট যদি চায় তার পয়েন্ট ৯১ টাকা
								হউক। যেদিন থেকে তার পয়েন্ট এর দাম ৯১ টাকা হবে –
								সেই দিন থেকে তিনি তার পয়েন্ট এর দাম ফিক্সড ৯১
								টাকা। কেনা বেচা উভয় ক্ষেত্রেই সমান । এজেন্ট এর
								লাভ লস কোন টার ই দায় ভার ভেল্কি নিবে না। এজেন্ট
								যতই বিক্রি করুক এবং যতই কিনুক ২ ক্ষেত্রেই দাম
								সমান থাকবে ৯১ টাকা। <br />
								৮৯ টাকাঃ এজেন্ট যদি চায় তার পয়েন্ট ৮৯ টাকা
								হউক। যেদিন থেকে তার পয়েন্ট এর দাম ৮৯ টাকা হবে –
								সেই দিন থেকে তার পয়েন্ট এর দাম ফিক্সড ৮৯ টাকা।
								এই ক্ষেত্রে – এজেন্ট ভেল্কি থেকে শুধু পয়েন্ট
								কিনতেই পারবেন – কিন্তু ভেল্কি এর কাছে কোন
								পয়েন্ট বিক্রি করতে পারবেন না। এই পয়েন্ট রেট
								শুধু লোকাল এজেন্ট দের জন্য – অনলাইন এজেন্ট দের
								জন্য না। <br />
								<br />
								বিকাশ/নগদ/রকেটঃ <br />
								** অনেকেই আছেন – নিজের বিকাশ এজেন্ট নাই বা নিজের
								বিকাশ এজেন্ট এ লেনদেন করতে রিস্ক মনে করেন। সেই
								ক্ষেত্রে কোম্পানীর বিকাশ এজেন্ট ব্যবহার করতে
								পারেন। যদি কোম্পানীর বিকাশ – নগদ এজেন্ট ব্যবহার
								করেন – তাহলে পয়েন্ট এর দাম হবে ৯৫ টাকা। <br />
								কি কি কারনে এজেন্ট বাতিল হয়ে যেতে পারেঃ <br />
								** একটা বিষয় অবগত করা দরকার। এজেন্ট এর যদি নিজে
								খেলার অভ্যাস থাকে তাহলে – এজেন্ট হউয়া থেকে বিরত
								থাকুন। এজেন্ট যদি কখনো নিজে খেলতে গিয়ে ধরা পরেন
								– তাহলে এজেন্ট একাউন্ট ঐ অবস্থায় সঙ্গে সঙ্গে
								ব্লক হয়ে যাবে এবং সমস্ত লেনদেন বন্ধ হয়ে যাবে।
								যদি এজেন্ট নিজে কোন আইডি তে বাজি ধরিয়ে দিতে চান
								– তাহলে ভেল্কি কে আগেই সেই আইডি র বিষয়ে জানাতে
								হবে। <br />
								** কোন ইউজার এর পয়েন্ট ইউজার কে না জানিয়ে তুলে
								নিলে। <br />
								** ইউজার একাউন্ট থেকে পয়েন্ট তোলার ১ ঘন্টার
								মধ্যে টাকা টা ইউজার কে বুঝিয়ে না দিলে। <br />
								** ইউজার পাসোয়ার্ড ইউজার কে না জানিয়ে পরিবর্তন
								করলে। <br />
								** ইউজার এর একাউন্ট খোলার সময় কোম্পানীর নিয়ম
								নিতি না মানলে। <br />
								** ইউজার এর একাউন্ট খোলার সময় – ইউজার এর ফোন
								নাম্বার এর বদলে অন্য কারো ফোন নাম্বার ব্যবহার
								করলে। <br />
								** ডিপোজিট বা উইথড্র এর ক্ষেত্রে কোম্পানীর নিয়ম
								না মানলে। <br /> <br />
								সিস্টেম জানা শেষ হলে আপনাকে নিচের লিংক এ ক্লিক
								করে সুপার এজেন্ট লিষ্ট দেখতে হবে।
								<a
									href="https://allagentlist.com/sa.php"
									target="_blank"
									rel="noopener noreferrer"
									className="text-[#c00] hover:underline"
								>
									https://allagentlist.com/sa.php
								</a>{" "}
								<br />
								<br />
								এই লিষ্ট এর সব সুপার এর সাথে এজেন্ট হবার বিষয়
								টি নিয়ে আলাপ করেন – যে সুপার সাথে আপনার ভাল
								লাগবে তার কাছ থেকে এজেন্ট নিতে পারবেন।
							</p>
						</ul>
					</div>
				</div>
			</div>
		</>
	);
}

export default Agent;
